Repository: pypi-data/pypi-mirror-252
Catalog: packages/m9s-stock-package-rate-ups/m9s_stock_package_rate_ups-7.0.0.tar.gz/m9s_stock_package_rate_ups-7.0.0/locale/*.po
Languages: de

# field:carrier,ups_declare_insurance:
source: Declare total value for insurance
de: Gesamtwert für Versicherung deklarieren

# field:carrier,ups_negotiated_rates:
source: Use negotiated rates
de: Verhandelte Tarife anwenden

# help:carrier,ups_declare_insurance:
source: Basic insurance amounts to 500 EUR. For additional insurance the total value must be declared.
de: Die Basisversicherung beläuft sich auf 500 EUR. Für zusätzliche Versicherung muss der Gesamtwert der Sendung deklariert werden.

# model:ir.action,name:act_get_rate_ups_wizard
source: Get Rates for UPS Packages
de: Frachtkosten für UPS ermitteln

# model:ir.message,text:msg_alerts
source: Alerts
de: Hinweise

# model:ir.message,text:msg_billing_weight
source: Billing Weight
de: Abgerechnetes Gewicht

# model:ir.message,text:msg_charges
source: Charges
de: Kosten

# model:ir.message,text:msg_options_charges
source: Service Options Charges
de: Optionale Kosten

# model:ir.message,text:msg_package_weight
source: Package Weights
de: Paketgewichte

# model:ir.message,text:msg_total_charges
source: Total Charges
de: Gesamtkosten

# model:ir.message,text:msg_transportation_charges
source: Transportation Charges
de: Transportkosten

# model:ir.message,text:msg_ups_webservice_result
source: Results for UPS webservice %(service)s %(message)s
de: Ergebnisse für UPS Webservice %(service)s %(message)s

# model:ir.message,text:msg_weight
source: Weight
de: Gewicht
