def dict_func():
    pass


if __name__ == '__main__':
    """ dict, 字典, 键值对存储结构, 键名唯一, 新值会覆盖旧值
    """
    # 使用 dict() 来创建空字典而不是 {}
    dict1: [str, str] = dict()
    dict1 = {'k1': 'v1', 'k2': 'v2'}
    print(len(dict1))

    # 通过键名访问字典
    print(dict1['k1'])
    # print(dict1['kN'])
    # [] 与 get 的区别, 如果键名不存在, []会抛出 KeyError 错误
    print(dict1.get('k1', ''))

    # 删除字典中元素
    del dict1['k1']


    """ 注意:  字典值可以是任何的对象，既可以是标准的对象，也可以是用户定义的，但键不行
    不允许同一个键出现两次。创建时如果同一个键被赋值两次，后一个值会被记住
    键必须不可变，所以可以用数字，字符串或元组充当，而用列表就不行
    """
