Repository: pypi-data/pypi-mirror-252
Catalog: packages/mds-cashbook-investment/mds_cashbook_investment-7.0.14.tar.gz/mds_cashbook_investment-7.0.14/locale/*.po
Languages: de

# model:ir.message,text:msg_btype_asset
source: Asset
de: Vermögenswert

# model:ir.message,text:msg_line_quantity_not_set
source: Quantity must be set for line '%(linetxt)s'.
de: Menge für die Zeile '%(linetxt)s' muß gesetzt werden.

# model:ir.message,text:msg_line_sign_mismatch
source: Quantity and Amount must with same sign for line %(linetxt)s.
de: Menge und Betrag müssen für Zeile %(linetxt)s mit demselben Vorzeichen versehen werden.

# model:ir.message,text:msg_uomcat_mismatch
source: Cannot transfer quantities between cashbooks with different unit-categories (%(cat1)s != %(cat2)s).
de: Es können keine Mengen zwischen Kassenbüchern mit verschiedenen Einheitenkategorien (%(cat1)s != %(cat2)s) übertragen werden.

# model:ir.ui.menu,name:menu_assetconf
source: Asset setting
de: Vermögenswert

# model:ir.action,name:act_assetconf_form
source: Asset setting
de: Vermögenswert-Einstellung

# view:cashbook.book:
source: Asset
de: Vermögenswert

# view:cashbook.book:
source: Quantity
de: Anzahl

# view:cashbook.book:
source: Fees and dividends
de: Gebühren und Dividenden

# view:cashbook.book:
source: Current valuation of the investment
de: aktuelle Bewertung der Vermögensanlage

# field:cashbook.book,asset:
source: Asset
de: Vermögenswert

# field:cashbook.book,quantity_digits:
source: Digits
de: Dezimalstellen

# help:cashbook.book,quantity_digits:
source: Quantity Digits
de: Dezimalstellen für Anzahl

# help:cashbook.book,asset_uomcat:
source: UOM Category
de: Einheitenkategorie

# field:cashbook.book,quantity_uom:
source: UOM
de: Einheit

# field:cashbook.book,quantity:
source: Quantity
de: Anzahl

# help:cashbook.book,quantity:
source: Quantity of assets until to date
de: Menge der Vermögenswerte bis heute

# field:cashbook.book,quantity_all:
source: Total Quantity
de: Gesamtanzahl

# help:cashbook.book,quantity_all:
source: Total quantity of all assets
de: Gesamtmenge der Vermögenswerte

# field:cashbook.book,current_value:
source: Value
de: Wert

# help:cashbook.book,current_value:
source: Valuation of the investment based on the current stock market price.
de: Bewertung der Vermögensanlage anhand des aktuellen Börsenkurses.

# field:cashbook.book,current_value_ref:
source: Value (Ref.)
de: Wert (Ref.)

# help:cashbook.book,current_value_ref:
source: Valuation of the investment based on the current stock exchange price, converted into the company currency.
de: Bewertung der Vermögensanlage anhand des aktuellen Börsenkurses, umgerechnet in die Unternehmenswährung.

# field:cashbook.book,diff_amount:
source: Difference
de: Differenz

# help:cashbook.book,diff_amount:
source: Difference between acquisition value and current value
de: Differenz zwischen Anschaffungswert und aktuellem Wert

# field:cashbook.book,diff_percent:
source: Percent
de: Prozent

# help:cashbook.book,diff_percent:
source: percentage performance since acquisition
de: prozentuale Wertentwicklung seit Anschaffung

# field:cashbook.book,current_rate:
source: Rate
de: Kurs

# help:cashbook.book,current_rate:
source: Rate per unit of investment based on current stock exchange price.
de: Kurs pro Einheit der Investition anhand des aktuellen Börsenkurses.

# field:cashbook.book,yield_dividend_total:
source: Dividend
de: Dividende

# help:cashbook.book,yield_dividend_total:
source: Total dividends received
de: insgesamt erhaltene Dividenden

# field:cashbook.book,yield_dividend_12m:
source: Dividend 1y
de: Dividende 1J

# help:cashbook.book,yield_dividend_12m:
source: Dividends received in the last twelve months
de: in den letzten zwölf Monaten erhaltene Dividenden

# field:cashbook.book,yield_fee_total:
source: Trade Fee
de: Handelsgebühr

# help:cashbook.book,yield_fee_total:
source: Total trade fees payed
de: insgesamt bezahlte Handelsgebühr

# field:cashbook.book,yield_fee_12m:
source: Trade Fee 1y
de: Handelsgebühr 1J

# help:cashbook.book,yield_fee_12m:
source: Trade fees payed in the last twelve month
de: in den letzten zwölf Monaten bezahlte Handelsgebühr

# field:cashbook.book,yield_sales:
source: Sales
de: Verkäufe

# help:cashbook.book,yield_sales:
source: Total profit or loss on sale of shares.
de: Gesamter Gewinn oder Verlust bei Verkauf von Anteilen.

# field:cashbook.book,yield_sales_12m:
source: Sales 1y
de: Verkäufe 1J

# help:cashbook.book,yield_sales_12m:
source: Total profit or loss on sale of shares in the last twelve month.
de: Gesamter Gewinn oder Verlust bei Verkauf von Anteilen in den letzten zwölf Monaten.

# field:cashbook.book,yield_balance:
source: Total Yield
de: Gesamtertrag

# help:cashbook.book,yield_balance:
source: Total income: price gain + dividends + sales gains - fees
de: Gesamtertrag: Kursgewinn + Dividenden + Verkaufsgewinne - Gebühren

# field:cashbook.book,purchase_amount:
source: Purchase Amount
de: Kaufbetrag

# help:cashbook.book,purchase_amount:
source: Total purchase amount, from shares and fees.
de: Kaufbetrag gesamt, aus Anteilen und Gebühren.

# field:cashbook.split,quantity_digits:
source: Digits
de: Dezimalstellen

# field:cashbook.split,quantity:
source: Quantity
de: Anzahl

# field:cashbook.split,quantity_2nd_uom:
source: Quantity Second UOM
de: Anzahl in Fremdeinheit

# field:cashbook.split,quantity2nd:
source: 2nd UOM
de: Fremdeinheit

# field:cashbook.split,quantity2nd_digits:
source: 2nd UOM Digits
de: Dezimalstellen Fremdeinheit

# field:cashbook.split,factor_2nd_uom:
source: Conversion factor
de: Umrechnungsfaktor

# help:cashbook.split,factor_2nd_uom:
source: Conversion factor between the units of the participating cash books.
de: Umrechnungsfaktor zwischen den Einheiten der teilnehmenden Kassenbücher.

# view:cashbook.line:
source: Performance
de: Wertentwicklung

# field:cashbook.line,quantity_digits:
source: Digits
de: Dezimalstellen

# field:cashbook.line,quantity:
source: Quantity
de: Anzahl

# field:cashbook.line,quantity_credit:
source: Quantity Credit
de: Einnahme Anzahl

# field:cashbook.line,quantity_debit:
source: Quantity Debit
de: Ausgabe Anzahl

# field:cashbook.line,asset_rate:
source: Rate
de: Kurs

# field:cashbook.line,quantity_balance:
source: Quantity
de: Anzahl

# help:cashbook.line,quantity_balance:
source: Number of shares in the cashbook up to the current row if the default sort applies.
de: Anzahl Anteile im Kassenbuch bis zur aktuellen Zeile, wenn die Standardsortierung zutrifft.

# field:cashbook.line,quantity_2nd_uom:
source: Quantity Second UOM
de: Anzahl in Fremdeinheit

# field:cashbook.line,quantity2nd:
source: 2nd UOM
de: Fremdeinheit

# field:cashbook.line,quantity2nd_digits:
source: 2nd UOM Digits
de: Dezimalstellen Fremdeinheit

# field:cashbook.line,factor_2nd_uom:
source: Conversion factor
de: Umrechnungsfaktor

# help:cashbook.line,factor_2nd_uom:
source: Conversion factor between the units of the participating cash books.
de: Umrechnungsfaktor zwischen den Einheiten der teilnehmenden Kassenbücher.

# field:cashbook.line,splitline_has_quantity:
source: has quantity
de: hat Anzahl

# field:cashbook.line,current_value:
source: Value
de: Wert

# help:cashbook.line,current_value:
source: Valuation of the investment based on the current stock market price.
de: Bewertung der Vermögensanlage anhand des aktuellen Börsenkurses.

# field:cashbook.line,diff_amount:
source: Difference
de: Differenz

# help:cashbook.line,diff_amount:
source: Difference between acquisition value and current value
de: Differenz zwischen Anschaffungswert und aktuellem Wert

# field:cashbook.line,diff_percent:
source: Percent
de: Prozent

# help:cashbook.line,diff_percent:
source: percentage performance since acquisition
de: prozentuale Wertentwicklung seit Anschaffung

# field:cashbook.line,trade_fee:
source: Fee
de: Gebühr

# help:cashbook.line,trade_fee:
source: Trading fee for the current booking line.
de: Handelsgebühr für die aktuelle Buchungszeile.

# field:cashbook.line,asset_dividend:
source: Dividend
de: Dividende

# help:cashbook.line,asset_dividend:
source: Dividend received at the current booking line.
de: Erhaltene Dividende an der aktuellen Buchungszeile.

# field:cashbook.line,asset_gainloss:
source: Profit/Loss
de: Gewinn/Verlust

# help:cashbook.line,asset_gainloss:
source: Profit or loss on sale on the current booking line.
de: Gewinn oder Verlust bei Verkauf auf der aktuellen Buchungszeile.

# field:cashbook.recon,start_quantity:
source: Start Quantity
de: Anfangsmenge

# field:cashbook.recon,end_quantity:
source: End Quantity
de: Endmenge

# field:cashbook.recon,quantity_digits:
source: Quantity Digits
de: Anzahl-Dezimalstellen

# model:cashbook.assetconf,name:
source: Asset setting
de: Vermögenswert-Einstellung

# field:cashbook.assetconf,fee_category:
source: Fee category
de: Gebührenkategorie

# help:cashbook.assetconf,fee_category:
source: Category for fees when trading assets.
de: Kategorie für Gebühren beim Handel mit Vermögenswerten.

# field:cashbook.assetconf,dividend_category:
source: Dividend category
de: Dividendenkategorie

# help:cashbook.assetconf,dividend_category:
source: Category for dividend paid out.
de: Kategorie für ausgezahlte Dividenden.

# field:cashbook.assetconf,gainloss_book:
source: Profit/Loss Cashbook
de: Gewinn/Verlust Kassenbuch

# help:cashbook.assetconf,gainloss_book:
source: Profit and loss on sale of assets are recorded in the cash book.
de: Gewinn und Verlust bei Verkauf von Vermögenswerten werden auf das Kassenbuch gebucht.
